export default {
	idcard: {
		title: "सत्यापित",
		reakname: "वास्तविक नाम",
		no: "पहचान संख्या",
		face: "आईडी कार्ड के आगे",
		back: "आईडी कार्ड के विपरीत",
		hand: "आईडी कार्ड होल्डिंग",
		fail: "प्रमाणन विफल रहा",
		btn: "सदस्यता पुष्टि करें",
		text: "कृपया दर्ज करें",
		invitetip: "(No, no, sin relleno)",
		kefu: "Contact Us",
		kefutitle: "Contact customer service",
		kefutext: 'Hi, exclusive customer service',
		kefutext1: 'very happy to help',
		kefutext2: 'self service',
		taskrequire: 'Task requirements',
		rechargetip: 'Online recharge is not available in the current country, please contact customer service for consultation'
	},
					langtext: {
						title: "भाषा चुनें",
						titleinfo: ["कृपया चुनें", "पसंदीदा भाषा क़िस्म"],
						btninfo: "जारी रखने के लिए अगिले क्लिक करें",
						btn: "अगली चरण",
						subbtn: "पूर्ण"
					},
					login: {
						title: "अपने खाते में हस्ताक्षर करें",
						title1: "लॉग इन",
						titleinfo: "तुम्हें फिर देखने के लिए अच्छा है",
						username: "खाता संख्या भरें",
						pass_word: "पासवर्ड भरें",
						wordinfo: "अपना पासवर्ड भूलें",
						register: "अब रिजिस्टर करें",
						btn: "लॉगइन",
						btninfo: "पासवर्ड लागइन",
						info: "लागइन का अर्थ आप सहमत हैं",
						newsinfo: ["प्रयोग प्रोटोकॉल की तरह ट्विटर", "निजीवित पालिसी"],
						andtext: "और",
						telyan: "सत्यापित कोड प्राप्त करें",
						telcode: "सत्यापन कोड भरें"
					},
					orderyuebao: {
						title: "आर्थिक क्रिया",
						titlebtn: "रिकार्ड क्रम",
						munelist: ["कुल आसात", "आगत होल्ड किया जा रहा है", "कुल आगत"],
						formtitle: "बैलेंस स्थानान्तरण में",
						formplace: "कृपया मात्रा में स्थानान्तरण भरें",
						forminfo: "अपेक्षित आगत",
						listtitle: "आगत मानक",
						listtxt: "न्यूनतम स्थानान्तरण",
						listday: "दिन",
						buytitle: "बदलने के लिए"
					},
					orderlist: {
						title: "क्रम सूची",
						titlelist: ["आगत में", "सेटिंग"],
						munetitle: "क्रम संख्या",
						munelist: ["उत्पादन मॉडल", "आगत का मोड", "दिनांक व्याज दर", "प्राथमिक", "थाविंग समय", "अपेक्षित आगत"],
						listinfo: "कोई डाटा उपलब्ध नहीं"
					},
					orderdetail: {
						title: "क्रम विवरण",
						munetitle: "क्रम संख्या",
						munelist: ["उत्पादन मॉडल", "आगत का मोड", "दिनांक व्याज दर", "प्राथमिक", "मौजूदा पैदान"],
						datatime: ["थाविंग समय", "समय खरीद कर रहा है"],
						modesucc: "स्थानान्तरण सफल",
						muneinfo: "थावेड",
						subtn: "स्थानान्तरण"
					},
					update_load: {
						title: "एक नया संस्करण है",
						updateup: "पंक्ति में",
						updateto: "अद्यतन"
					},
					pass_word: {
						title: "पासवर्ड प्राप्त करें",
						listtext: ["नया पासवर्ड भरें", " नया पासवर्ड ", " मोबाइल फोन संख्या ", " इनपुट सत्यापन कोड "],
						telyan: "सत्यापित कोड प्राप्त करें",
						btn: "पुष्टि करें"
					},
					register: {
						title: "रेजिस्ट्रेशन",
						selettxt: "देश",
						listtext: ["खाता संख्या", "पासवर्ड भरें", "पासवर्ड फिर भरें", "इनपुट मोबाइल फोन संख्या", "इनपुट सत्यापित कोड",
							"इनपुट आमन्"
						],
						telyan: "सत्यापित कोड प्राप्त करें",
						btn: "ठीक है"
					},
					modify_name: {
						title: "उपयोक्ता नाम सुधारें",
						forminfo: "चीनी, अंग्रेजी, संख्या संयोजन, सीमा 4- 16 अक्षर उपयोग कर सकता है",
						inputplace: "नाम भरें",
						totainfo: "परिवर्तन सफल",
						formbtn: "पुष्टि करें"
					},
					modify_number: {
						title: "मोबाइल फोन परिवर्धित करें",
						modifytxt1: "कृपया नया मोबाइल संख्या भरें",
						modifytxt2: "कृपया सत्यापन कोड भरें",
						modifybtn: "परिवर्तन सुनिश्चित करें",
						modifycode: "कैप्चा प्राप्त करें",
						codeinfo: "प्रमाणीकरण फोन पर भेजा गया है",
						modeinfo: "परिवर्तन सफल"
					},
					load_more: {
						contentdown: "अधिक दिखाने के लिए ऊपर खींचें",
						contentrefresh: "लोड किया जा रहा है",
						contentnomore: "फिर कोई डाटा नहीं है"
					},
					submittask: {
						title: "कार्य भेजें",
						name: "कार्य नाम",
						pricle: "कार्य मात्रा",
						uploadimg: "स्क्रीनशॉट वाचर अपलोड करें",
						uploadimg1: "स्क्रीनशॉट अपलोड करें",
						statetask: "पूर्णता स्थिति",
						stateinfo: "हवा में लगाएँ",
						subbtn: "कार्य भेजें",
						modelinfo: "छवि अपलोड का आकार 10M से बड़ा नहीं है, कृपया फिर अपलोड करें",
						modelsucc: "सफलतापूर्वक भेजा गया!"
					},
					index: {
						headplace: "कुंजीशब्द भरें",
						listteam: "मेरी टीम",
						listteam1: "लोगों की संख्या देखें",
						listteam2: "आज की कमाई",
						broadtitle: "शीर्षक",
						broadtitle1: "फ्लैश",
						broadtxt: "चयनित",
						listtitle: "मिशन हॉल",
						listtitle1: "रिलिज हॉल",
						munelist: ["कंपनी प्रोफाइल्या", "लाभ", "नया शिक्षण", "प्रकटान बदला"],
						munetitle: ["सदस्य सूची", "व्यापारी की सूची"],
						singtxt: ["आज", "छोड़ें"],
						singbill: "क्रम पूरा हुआ",
						listinfo: "कोई डाटा उपलब्ध नहीं",
						down_load: "डाउनलोड"
					},
					withdrawalpay: {
						title: "हटाने के लिए अनुप्रयोग",
						titlebtn: "रेकॉर्ड",
						formtitle1: "देश चुनें",
						formtitle1_txt: "कृपया एक देश चुनें",
						formtitle2: "कूटशब्द",
						formtitle2_txt: "कृपया पासवर्ड प्रविष्ट करें",
						formtitle3: "विच्छेदवाल मात्रा",
						formtitle3_txt: "कृपया रिट्रोकल मात्रा इनपुट करें",
						formprice: "मौजूदा बैलेन्स",
						priceinfo: "वर्तमान बदला दर",
						forminfo1: "प्रत्येक दिन एक रोकने की मात्रा अधिक नहीं होगी",
						forminfo2: "रोज़ी एकल घटना मात्रा इससे कम नहीं हो सकता",
						forminfo3: "दिनांक कैसा प्रतिक्रिया",
						company: "तत्व",
						frequency: "सेकंड",
						listinfo: "",
						listinfo1: " वैध सदस्यों को आमंत्रित किया गया है, और बाकी बाकी हटाने की समय ",
						listinfo2: " हैं",
						formbtn: "पुनरावृत्ति की पुष्टिकरण"
					},
					widthdrawal_record: {
						title: "विचड्रावेल रेकॉर्ड",
						drawrecord1: "प्रक्रिया में",
						drawrecord2: "Name",
						drawrecord3: "वाटडवाल असफल",
						drawinfo: "कोई रिकार्ड नहीं"
					},
					bankpay: {
						imgtip: "नोट: प्रेषण सफल होने के बाद क्रेडेंशियल्स अपलोड करें",
						title: "क्रम सूचना",
						pyacopy: "नकल",
						pyainfo: "सदस्यशीप मूल्य",
						pyaname1: "बैंक नाम",
						pyaname2: "पैसा का नाम",
						pyaname3: "संग्रह कार्ड संख्या",
						pyaform1: "बैंक कार्ड देश चुनें",
						pyaform1_txt: "कृपया देश चुनें जहाँ बैंक कार्ड स्थित है",
						pyaform2: "फिर चार्ज करें",
						pyaform2_txt: "अपना पुनरार्ज बैलेंज भरें",
						pyaform3: "रिमाइटेंस खाता संख्या",
						pyaform3_txt: "अपने स्थानान्तरण बैंक कार्ड खाता क्रमांक भरें",
						pyaform4: "पुनरावृत्ति का नाम",
						pyaform4_txt: "अपने स्थानान्तरण कार्ड नाम भरें",
						pyaform5: "याद दिखाने के लिए मात्रा",
						pyaform5_txt: "अपने रिमेटेंस मात्रा भरें",
						pyaform6: "रिमिटेंस बैंक",
						pyaform6_txt: "अपने रिमेटेंस बैंक भरें",
						pyaformbtn: "स्थान क्रम",
						modesucc: "फिर चार्ज सफल"
					},
					memberhall: {
						title: "सदस्य हॉल",
						numtxt: "बाकी मात्रा",
						listinfo: "कोई डाटा उपलब्ध नहीं",
						detailtxt: "लोगों ने पैसा बनाया है",
						dateinfo: "घण्टाओं में ऑडिट",
						amounttxt: "तत्व",
						detailinfo: "नवीन मार्गदर्शक",
						detailbtn: "प्रक्रिया प्रक्रिया के पूर्णता समझने",
						detailhref: "अब भरें",
						detailsub: "खोलने के लिए क्लिक करें",
						modeinfo: "कार्य जमा करें",
						modesucc: "कृपया इसे मोबाइल फोन में खोलें!",
						detailmony: ["बाकी", "स्थान"],
						detaillist: ["एक शीर्ष तस्वीर है", "काम हैं", "केस मापदंड"]
					},
					taskdetail: {
						listhead: [{
							title: "कार्य चरण",
							txt: "एन्ड्रोइड विस्तृत चरण अनुसरण के रूप में हैं, कार्य पूरा करने के लिए आसान है"
						}, {
							title: "आपरेशन प्रक्रिया",
							txt: "एप्लेस संस्करण नीचे काम करता है"
						}],
						listtxt: [{
							title: "कैसे कार्य किया जाएगा",
							txt1: "पहिला चरण यह है कार्य विवरण में कार्य को जमा करना और खुला बटन को क्लिक करना है"
						}, {
							title: "कार्य चुनें",
							txt1: "ट्रेमोलो खोलने के लिए नीचे दायाँ कोन खोलने के लिए क्लिक करें. खोलने के बाद क्लिक करें"
						}, {
							title: "आपरेशन कार्य",
							txt1: "कार्य समाप्त करें और स्क्रीनशॉट लें"
						}, {
							title: "कार्य समाप्त करें",
							txt1: "निर्देशों के अनुसार कार्य भेजें और पूरा करने के लिए कार्य अपलोड करें"
						}],
						munetable: [{
							title: "खुला डिथर कार्य बटन को क्लिक करें और नीचे दाएँ कोने पर क्लिक करें",
							txt1: "कार्य जमा करें",
							txt2: "जैसा कार्य पूरा करें (जहिना)"
						}, {
							title: "कार्यों को निर्देशित रूप से भेजें, कार्यों को भेजें",
							txt1: "स्क्रीन शॉट पुरावृत्ति के रूप में रखा जाता है",
							txt2: "वाचर अपलोड करें"
						}],
						table_info: "मिशन पूर्ण"
					},
					pagesvip: {
						modetitle: "मौजूदा बैलेन्स अपर्याप्त है, पुनरार्ज या नहीं!",
						nameinfo: ["", " कार्य प्रति दिन"],
						nametext: "सदस्यों को अद्यतन करें",
						info: "सि"
					},
					pagesmsg: {
						title: "संदेश केंद्र",
						titlelist: ["तंत्र संदेश", "समाचार सूचना"],
						listinfo: "कोई डाटा उपलब्ध नहीं"
					},
					pagesprofile: {
						title: "व्यक्तिगत केंद्र",
						titlebtn: "मदद केंद्र",
						balance: "余额",
						codetitle: "ID:",
						timedate: "पूरा तिथि",
						munejson: ["आयात", "आयात", "टीम ्या", "बाक"],
						munebtn: "हटाओ",
						munerecharge: "फिर चार्ज करें",
						viptxt: "सदस्य",
						viptitle: "तुम्हारे लिए बहुत से अच्छी गुनाहों का सामग्री करो और लाभों के साथ झोड़ो।",
						vipbtn: "VIP खोलें",
						listjson: ["प्रगति में", "रीव्यूज़री में", "ऑडिटेड"],
						invititle: "निमन्त्रणा",
						inviinfo: "दोस्तों को आमन्त्रणा करो और बोनास लाल पैकेटों के लिए साइन्ट अप करें",
						invibtn: "निमन्त्रणाो",
						navlist: ["व्यक्तिगत क्रेडिट", "व्यक्तिगत जानकारी", "मेरा बिल्ल", "मेरी टीम", "पासवर्ड बदलें"],
						navlistbao: "यू एबाओ",
						kefu: "श्रेष्ठ से संपर्क करें",
						navbtn: "लॉग आउट",
						navmodal: ["आप निकाल खाता को बान्ड नहीं किया है", "जोड़ने के लिए जाओ"],
						exitmodal: "क्या आप निश्चित है कि आप बाहर होना चाहते हैं"
					},
					protask: {
						title: "कार्य सूची",
						taskdate: "संग्रह समय:",
						tasklist: ["कार्य करने के लिए जाओ", "अपलोड कार्य", "कार्य छोड़ें"],
						info: "अभी कोई कार्य रिकार्ड नहीं",
						modalinfo: "क्या आप निश्चित है कि आप कार्य को रद्द करना चाहते हैं?"
					},
					protasksucc: {
						title: "कार्य सूची",
						profit: "कार्य फायदा:",
						prodate: "अनुप्रयोग समय:",
						seleclist: ["", "स्वीकारित होने के लिए", "पूरा", "नाकारित", "रद्द किया"],
						info: "मौजूदा कोई कार्य रिकार्ड नहीं"
					},
					release_task: {
						title: "कार्य प्रकाशित करें",
						releclass: "कार्य वर्गीकरण",
						releclasstxt: "कृपया कार्य श्रेणी भरें",
						releclass1: "सदस्यता स्तर",
						releclass1_txt: "कृपया सदस्यता स्तर भरें",
						releclass2: "कार्य शीर्षक",
						releclass2_txt: "कृपया कार्य शीर्षक भरें",
						releclass3: "मिशन आवश्यकता",
						releclass3_txt: "कृपया कार्य आवश्यकता भरें",
						releclass4: "कार्य लिंक",
						releclass4_txt: "कृपया कार्य लिंक भरें",
						releclass5: "कार्य मात्रा",
						releclass5_txt: "कृपया कार्य मात्रा भरें",
						releclass6: "वितरण मात्रा",
						releclass6_txt: "कृपया वितरण मात्रा इनपुट करें",
						releclass_info: "टिप्पणी: इस मुक्ति के लिए पैसा जरूरी है",
						releclass_info1: "कृपया सुनिश्चित करें कि बैलेन्स काफी है",
						infobtn: "अब फिर चार्ज करें",
						relebtn: "मुक्ति पुष्टि करें"
					},
					invitation: {
						title: "",
						code: "रेजिस्ट्रेशन आमन्त्रण कोड:",
						codebtn: "लिंक कॉपी करें",
						modalinfo: "छवि सफलतापूर्वक सहेजा गया",
						copysucc: "नकल सफल",
						copyerror: "नकल असफल"
					},
					mycredit: {
						title: "मेरा क्रेडिट",
						titlebtn: "चिन्ह पहुँचें",
						info: "अपने मौजूदा क्रेडिट स्कोर",
						infotext: "क्रेडिट स्थिर है",
						totatinfo: "सफल होने में जाँचें"
					},
					creditlist: {
						title: "क्रेडिट इतिहास",
						tabitem: ["क्रेडिट जोड़ा", "क्रेडिट डिडुकेट"],
						info: "कोई क्रेडिट रेकॉर्ड नहीं"
					},
					personal: {
						title: "व्यक्तिगत जानकारी",
						uesrname: "उपयोक्ता नाम",
						sex: "सेक्स",
						sexarray: ["गोपनीय", "पुरुष", "महिला"],
						iphone: "फोन संख्या",
						account: ["प्रतिलिपि खाता", "जोड़ा नहीं गया"]
					},
					mybill: {
						title: "मेरी बिल्ली",
						info: "अब कोई लाभ नहीं",
						tabItem: ["सभी", "कार्य", "उपनिर्धारित"]
					},
					myteam: {
						title: "मेरी टीम",
						titlebtn: "रिकार्ड",
						teamname: "उपयोक्ता नाम",
						recharge: "कुल पुनरार्ज करें",
						tabitem: ["वर्ग", "दूसरा स्तर", "तीन स्तर"],
						munelist: ["कुल रिट्रोकल मात्रा", "नया प्रयोक्ता", "सदस्यों की संख्या"],
						people: "लोग",
						rechargeinfo: "वर्तमान देखा गया टीम सदस्यों का कुल संख्या:",
						date: "जोड़ने के समय:",
						numpeople: "इस स्तर में लोगों की संख्या है"
					},
					changeword: {
						title: "पासवर्ड बदलें",
						pass_word: ["कृपया मूल पासवर्ड भरें", "कृपया नया पासवर्ड भरें", "कृपया नया पासवर्ड भरें"],
						word_btn: "परिवर्तन की पुष्टि करें",
						mongyinfo: "कृपया मौलिक फ़ंड पासवर्ड प्रविष्ट करें",
						formmongy: "कृपया परिवर्धित करने के लिए पासवर्ड प्रविष्ट करें",
						forminfo: "परिवर्धित करने के लिए पासवर्ड संपर्क क्लाएंट सेवा भूलें",
						totatinfo: "परिवर्तन सफल!",
						toaterr: "इनपुट त्रुटि"
					},
					account: {
						title: "हटाने के खाते",
						formtype: "छोड़ें",
						formname: "वास्तविक नाम",
						formnametxt: "कृपया अपना वास्तविक नाम भरें",
						formbank: "बैंक",
						formbanktxt: "कृपया कार्ड का बैंक भरें",
						formacc: "बैंक कार्ड क्रमांक",
						formacctxt: "कृपया बैंक कार्ड संख्या भरें",
						kaibank: "डोपोसिट की बैंक",
						kaibanktxt: "कृपया बैंक कार्ड शाखा नाम भरें",
						bankphone: "सेल- फोन संख्या",
						bankphonetxt: "कृपया अपना मोबाइल फोन संख्या भरें",
						bankmail: "मेलबाक्स",
						bankmailtxt: "कृपया इमेल पता भरें",
						bankcode: "बैंक कोड",
						bankcodetxt: "कृपया बैंक कोड भरें",
						bankword: "पासवर्ड नियत करें",
						bankwordtxt: "पैसा निकालने के लिए कृपया पासवर्ड प्रविष्ट करें",
						bankinfo: "यदि आपको बैंक कार्ड जानकारी बदलने की जरूरत है",
						formbtn: "पुष्टि करो",
						totatinfo: "सफलतापूर्वक जोड़ा!",
						totaterror: "कोई मौजूदा राष्ट्रीय बैंक कोड नहीं"
					},
					openmember: {
						title: "खुला सदस्य",
						titlebtn: "पैमेंट रेकॉर्ड",
						paylist: ["पैलिंग विधि", "बैंक कार्ड पैलिंग", "स्कैन कोड पैलिंग"],
						paybtn: "जाओ और खोलो",
						totatinfo: ["इस प्रकार को फिर चार्ज नहीं कर सकत", "कृपया पुनरावृत्ति क़िस्म चुनें", "कृपया पैसा पद्"],
						modeinfo: "Your current account balance is insufficient. Do you want to recharge",
						paydata: "प्रभावित",
						paytiem: "समय",
						totatsucc: "सफलता पुनर्चार्ज करें!"
					},
					payrecord: {
						title: "रेकर्ड",
						munelist: ["सभी", "फिर चार्ज करने के लिए स्कैन कोड"],
						paydata: ["पैसा होने के लिए", "प्रोसेसिंग", "पुनरार्ज सफल होने के लिए", "पुनरार्ज असफल"],
						paytype: ["", "ऑनलाइन रिचार्ज", "पृष्ठभूमि रिचार्ज", "स्कैन कोड रिचार्ज"],
						paypending: ["प्रतीक्षित अनुमति", " पास गया", "अस्वीकार किया"],
						re_code: "फिर चार्ज करने के लिए कोड स्कैन करें",
						info: "समय के लिए कोई रिकार्ड पुनर्चार्ज नहीं"
					},
					msgdetail: {
						title: "संदेश केंद्र",
						titletxt: "संदेश विवरण",
						timeinfo: "अंतिम अद्यतन:"
					},
					payselect: {
						selectmode: "पैसा करने के लिए चुनें",
						selectlist: ["ई-मुद्रा", "कोड पैसा स्कैन करें"],
						modeinfo: "चैनल फिर चार्ज बन्द है",
						onlinepay: "ऑनलाइन पुनरार्ज"
					},
					ajaxmess: {
						networktxt: "नेटवर्क त्रुटि",
						networklogin: "कृपया फिर कोशिश करें!",
						networkerror: "लगइन नहीं है"
					},
					servicio: {
						title: "तंत्र ग्राहक सेवा",
						titlechild: "खाता प्रबंधक",
						sendbtn: "भेजें"
					},
					btncomfirm: ["रद्द करें", "पुष्टि करें"],
					toastinfo: ["कृपया मोबाइल फोन क्रमांक इनपुट करें", " सत्यापन कोड मोबाइल फोन पर भेजा गया है", "लॉगइन सफल है!",
						" रिजिस्ट्रेशन सफल!", " पासवर्ड सफलतापूर्वक परिवर्धित"
					],
					tabbartxt: ["घर पृष्ठ", "VIP", "समाचार", "मेरा"]
				}