export default {
	idcard: {
		title: "Проверено",
		reakname: "настоящее имя",
		no: "идентификационный номер",
		face: "лицевая сторона удостоверения личности",
		back: "Обратная сторона удостоверения личности",
		hand: "ID-карта держателя",
		fail: "Ошибка аутентификации",
		btn: "Подтвердить отправку",
		text: "пожалуйста, введите",
		invitetip: "(No, no, sin relleno)",
		kefu: "Contact Us",
		kefutitle: "Contact customer service",
		kefutext: 'Hi, exclusive customer service',
		kefutext1: 'very happy to help',
		kefutext2: 'self service',
		taskrequire: 'Task requirements',
		rechargetip: 'Online recharge is not available in the current country, please contact customer service for consultation'
	},
	langtext: {
		title: "выберите язык",
		titleinfo: ["выберите", "выберите язык."],
		btninfo: 'пожалуйста, нажмите "следующий шаг" для продолжения',
		btn: "следующий шаг",
		subbtn: "выполнить"
	},
	login: {
		title: "регистрация на ваш счёт",
		username: "Введите номер счёта",
		pass_word: "Введите пароль",
		wordinfo: "забыть",
		register: "регистрация",
		btn: "вход",
		btninfo: "проверка кода для входа в систему",
		info: "для вашего согласия",
		newsinfo: ["соглашение", "политика уединения"],
		andtext: "и",
		telyan: "получить код аутентификации",
		telcode: "введите код проверки"
	},
	orderyuebao: {
		title: "управление финансами",
		titlebtn: "запись заказа",
		munelist: ["Общий актив", "иметь доход", "общий доход"],
		formtitle: "перевод остатка",
		formplace: "Введите сумму",
		forminfo: "ожидаемый доход",
		listtitle: "норма прибыли",
		listtxt: "минимальный переход",
		listday: "день",
		buytitle: "Список заказов"
	},
	orderlist: {
		title: "номер заказа",
		titlelist: ["доход", "подсчитано"],
		munetitle: "модель продукта",
		munelist: ["форма прибыли", "Суточная ставка", "основная сумма", "время размораживания", "ожидаемый доход",
			"Подробности заказа"
		],
		listinfo: "номер заказа"
	},
	orderdetail: {
		title: "модель продукта",
		munetitle: "форма прибыли",
		munelist: ["модель продукта", "форма прибыли", "Суточная ставка ", "основная сумма ", "текущий доход "],
		datatime: ["время размораживания", "время покупки"],
		modesucc: "вывод успешно",
		muneinfo: "размороженный",
		subtn: "вывозить"
	},
	update_load: {
		title: "новая версия",
		updateup: "в очереди...",
		updateto: "Обновить..."
	},
	pass_word: {
		title: "получение пароля",
		listext: ["введите новый пароль", "снова введите новый пароль", "номер мобильного телефона",
			"введите код проверки"
		],
		telyan: "получить код аутентификации",
		btn: "подтверждение"
	},
	register: {
		title: "регистрация",
		selettxt: "страны",
		listext: ["Введите номер счёта", "Введите пароль", "Введите пароль", "Введите номер мобильного телефона",
			"введите код проверки", "введите код приглашения"
		],
		telyan: "получить код аутентификации",
		btn: "определить"
	},
	modify_name: {
		title: "Изменить имя пользователя",
		forminfo: "Доступно по китайским, английским, цифровым комбинациям, ограничено 4 - 16 символов",
		inputplace: "Введите имя",
		totainfo: "изменение завершено!",
		formbtn: "подтверждение"
	},
	modify_number: {
		title: "Изменить номер телефона",
		modifytxt1: "Введите новый номер телефона",
		modifytxt2: "Введите код проверки",
		modifybtn: "подтверждать изменение",
		modifycode: "получение кода проверки",
		codeinfo: "проверка отправлена на мобильный телефон",
		modeinfo: "изменение завершено"
	},
	load_more: {
		contentdown: "показывать больше сверху",
		contentrefresh: "Загрузка...",
		contentnomore: "Больше нет данных"
	},
	submittask: {
		title: "представлять задачу",
		name: "Название задачи",
		pricle: "сумма задания",
		uploadimg: "снимок - документ на загрузку",
		uploadimg1: "Снимок экрана отдачи",
		statetask: "режим завершения",
		stateinfo: "незавершённый",
		subbtn: "представлять задачу",
		modelinfo: "размер загрузки изображений не может быть больше 10м, пожалуйста, Перезагрузите их",
		modelsucc: "передача выполнена!"
	},
	index: {
		headplace: "входной ключ",
		listteam: "Моя команда",
		listteam1: "количество просмотров",
		listteam2: "доход сегодня",
		broadtitle: "Гла",
		broadtitle1: "сроч",
		broadtxt: "обог",
		listtitle: "зал задач",
		listtitle1: "холл",
		munelist: ["компания", "доход", "обучение новичков ", "Поощрение"],
		munetitle: ["член", "коммерсант"],
		singtxt: ["сегодня выполнить", "сегодня"],
		singbill: "",
		listinfo: "Пока нет данных",
		down_load: "загрузка"
	},
	withdrawalpay: {
		title: "подача заявки",
		titlebtn: "передачи",
		formtitle1: "Выбор страны",
		formtitle1_txt: "Выберите страну",
		formtitle2: "снять пароль",
		formtitle2_txt: "Введите пароль",
		formtitle3: "выставленная сумма",
		formtitle3_txt: "Введите сумму",
		formprice: "текущий баланс",
		priceinfo: "текущий курс",
		forminfo1: "сумма не может быть превышена за день",
		forminfo2: "не менее 1 долл",
		forminfo3: "каждый день можно",
		company: "юань",
		frequency: "порядок",
		listinfo: "",
		listinfo1: " действительных членов были приглашены, а остальные ",
		listinfo2: "",
		formbtn: "подтверждать получение"
	},
	widthdrawal_record: {
		title: "запись передачи",
		drawrecord1: "в стадии обработки",
		drawrecord2: "проявить удачу",
		drawrecord3: "Ошибка при представлении",
		drawinfo: "Пока нет записи"
	},
	bankpay: {
		imgtip: "Примечание: после успешного перевода ваучер загружается",
		title: "Информация о заказе",
		pyacopy: "копировать",
		pyainfo: "Членство",
		pyaname1: "наименование банка",
		pyaname2: "имя получателя",
		pyaname3: "кассовый номер",
		pyaform1: "Выбор страны",
		pyaform1_txt: "Выберите страну",
		pyaform2: "пополнение сальдо",
		pyaform2_txt: "Введите остаток",
		pyaform3: "номер счета перевода",
		pyaform3_txt: "Введите номер счета вашей банковской карточки перевода",
		pyaform4: "имя перевода",
		pyaform4_txt: "Введите имя вашей банковской карточки перевода",
		pyaform5: "подлежащая переводу сумма",
		pyaform5_txt: "Введите сумму перевода",
		pyaform6: "переводной банк",
		pyaform6_txt: "Введите ваш банк перевода",
		pyaformbtn: "представлять заказ",
		modesucc: "заряд удался"
	},
	memberhall: {
		title: "Членский зал",
		numtxt: "остаток",
		listinfo: "Пока нет данных",
		detailtxt: "человек получил",
		dateinfo: "проверка в течение часа",
		amounttxt: "юань",
		detailinfo: "Руководство для новичков",
		detailbtn: "полное понимание бизнес - процесса",
		detailhref: "немедленный доступ",
		detailsub: "открыть щелчком",
		modeinfo: "получать задание",
		modesucc: "Откройте",
		detailmony: ["Остальные", "места"],
		detaillist: ["иметь вид", "иметь произведение", "критерий прецедента"]
	},
	taskdetail: {
		listhead: [{
			title: "шаг задания ",
			txt: " Как показано ниже, он легко выполнит задачу"
		}, {
			title: "оперативный процесс",
			txt: "версия Apple работает следующим образом"
		}],
		listtxt: [{
			title: "как работать",
			txt1: "первый шаг для получения задания, нажмите кнопку открыть"
		}, {
			title: "выбор задачи",
			txt1: "Щёлкните правой кнопкой мыши на нижнем углу после открытия "
		}, {
			title: "оперативная задача",
			txt1: "выполнить задачу и снимок "
		}, {
			title: "выполнить задание",
			txt1: "представлять задачи по указанию и загружать их"
		}],
		munetable: [{
			title: "Нажмите кнопку для открытия задания бафтинга и нажмите на нижний правый угол",
			txt1: "получать задание",
			txt2: "точка завершения"
		}, {
			title: "представлять задачи по указанию",
			txt1: "Сохранить снимок в качестве документа",
			txt2: "документ на загрузку"
		}],
		table_info: "выполнение задачи"
	},
	pagesvip: {
		modetitle: "текущий остаток не достаточен, стоит ли он вообще!",
		nameinfo: ["Access ", " порядок"],
		nametext: "расширение возможностей членов",
		info: "б"
	},
	pagesmsg: {
		title: "центр сообщений",
		titlelist: ["системные", "новости"],
		listinfo: "Пока нет данных"
	},
	pagesprofile: {
		title: "персональный",
		titlebtn: "помочь",
		balance: "余额",
		codetitle: "ID:",
		timedate: "срок годности",
		munejson: ["доход", "задания", "команд", "количество"],
		munebtn: "брать",
		munerecharge: "наполнение",
		viptxt: "член",
		viptitle: "Уважение привилегий, а также польза лежа",
		vipbtn: "открыть VIP",
		listjson: ["стадии", "аудита", "уже проверено"],
		invititle: "приглашение",
		inviinfo: "пригласить друзей и",
		invibtn: "получать",
		navlist: ["личный кредит", "личная информация", "мой счет", "моя команда", "Изменить пароль"],
		navlistbao: "остаток",
		kefu: "связаться с начальством",
		navbtn: "выход из входа в систему",
		navmodal: ["Вы еще не привязали текущий счёт", "добавить"],
		exitmodal: "определённый выход?"
	},
	protask: {
		title: "список задач",
		taskDate: "получает время:",
		tasklist: ["для выполнения задач", "для загрузки", "для отмены задач"],
		info: "Пока нет записи заданий",
		modalinfo: "определённо отменить задачу?"
	},
	protasksucc: {
		title: "список задач",
		profit: "Миссия прибыла",
		prodate: "время подачи заявки: ",
		seleclist: ["ad referendum", "defined", "declared", "отменено"],
		info: "Пока нет записи задач"
	},
	release_task: {
		title: "опубликовать задачу",
		releclass: "классификация задач",
		releclasstxt: "Введите классификацию задач",
		releclass1: "Членство",
		releclass1_txt: "Введите уровень члена",
		releclass2: "заголовок задачи",
		releclass2_txt: "Введите заголовок задания",
		releclass3: "задача",
		releclass3_txt: "Введите запрос задачи",
		releclass4: "ссылка на задачу",
		releclass4_txt: "Введите ссылку на задачу",
		releclass5: "сумма задания",
		releclass5_txt: "Введите сумму задания",
		releclass6: "количество выдачи",
		releclass6_txt: "Введите количество введенных",
		releclass_info: "Примечание: Эта публикация должна быть оплачена",
		releclass_info1: "просим гарантировать достаточное сальдо",
		infobtn: "немедленное пополнение",
		relebtn: "подтверждать выпуск"
	},
	invitation: {
		title: "",
		code: "Коды зарегистрированных приглашений: ",
		codebtn: "Скопировать ссылки",
		modalinfo: "Сохранить рисунок успешно",
		copysucc: "Копировать успешно",
		copyerror: "Ошибка копирования"
	},
	mycredit: {
		title: "мой кредит",
		titlebtn: "подпиши",
		info: "ваш текущий кредит",
		infotext: "кредит стабилен",
		totatinfo: "успех"
	},
	creditlist: {
		title: "кредитная запись ",
		tabitem: ["наложенный кредит", "закрытый кредит"],
		info: "Пока нет кредитной записи"
	},
	personal: {
		title: "личная информация",
		uesrname: "имя пользователя",
		sex: "секс",
		sexarray: ["конфиденциально", "мужчина", "женщина"],
		iphone: "номер мобильного телефона",
		account: ["упомянуть текущий счет", "не добавлять"]
	},
	mybill: {
		title: "мой счет",
		info: "Пока нет прибыли",
		tabItem: ["все", "задания", "ниже"]
	},
	myteam: {
		title: "моя команда",
		titlebtn: "запись",
		teamname: "Имя пользователя",
		recharge: "полное значение",
		tabitem: ["Первый", "Второй", "третий"],
		munelist: ["Общая сумма", "новый пользователь", "группа купить количество членов"],
		people: "чел",
		rechargeinfo: "общее количество просмотренных команд:",
		date: "время присоединения:",
		numpeople: "количество уровней"
	},
	changeword: {
		title: "Изменить пароль",
		pass_word: ["пожалуйста, введите первоначальный пароль", "пожалуйста, введите новый пароль",
			"пожалуйста, введите новый пароль"
		],
		word_btn: "Подтверждение изменений",
		mongyinfo: "Введите пароль",
		formmongy: "Введите пароль для изменения",
		forminfo: "Забыл изменить пароль",
		totatinfo: "изменение завершено!",
		toaterr: "Ошибка при вводе"
	},
	account: {
		title: "указать текущий счёт",
		formtype: "тип извлечения",
		formname: "настоящее имя",
		formnametxt: "Введите настоящее имя",
		formbank: "подведомственный банк",
		formbanktxt: "Введите банк",
		formacc: "к которому принадлежит банковская карта",
		formacctxt: "банковская карта",
		kaibank: "Введите номер карточки банка",
		kaibanktxt: "депозитный банк",
		bankphone: "номер телефона",
		bankphonetxt: "Введите номер телефона",
		bankmail: "почтовый ящик",
		bankmailtxt: "Введите почтовый ящик",
		bankcode: "Введите имя филиала банковской карты",
		bankcodetxt: "банковский код",
		bankword: "Введите код банка",
		bankwordtxt: "установить пароль для получения денег",
		bankinfo: "Введите пароль",
		formbtn: "определённо",
		totatinfo: "добавлено успешно!",
		totaterror: "Пока нет кода Национального банка"
	},
	openmember: {
		title: "открыть членство",
		titlebtn: "запись платежей",
		paylist: ["способ платежа", "платеж по линии", "размер оплаты"],
		paybtn: "перейти к открытию",
		totatinfo: ["не может быть добавлено значение этого типа", "пожалуйста, выберите тип пополнения", "пожалуйста",
			"выберите способ платежа"
		],
		modeinfo: "не хватает ли остаток текущего счёта",
		paydata: "полезный",
		paytiem: "час",
		totatsucc: "заряд удался!"
	},
	payrecord: {
		title: "запись закладки",
		munelist: ["полное пополнение", "заполнение кода"],
		paydata: ["ожидающий оплаты", "обработанный", "преуспевающий", "ошибка пополнения", "возврат"],
		paytype: ["", "сетевое пополнение", "фоновое пополнение", "сканирование кода"],
		paypending: ["ad referendum", "adopted", "отклонено"],
		re_code: "очистить размер",
		info: "Пока нет записи"
	},
	msgdetail: {
		title: "центр сообщений",
		titletxt: "сведения",
		timeinfo: "последнее обновление:"
	},
	payselect: {
		selectmode: "Выбор способа платежа",
		selectlist: ["платёж через Интернет", "плата за считывание"],
		modeinfo: "канал загрузки закрыт",
		onlinepay: "сетевая закладка"
	},
	ajaxmess: {
		networktxt: "Ошибка сети",
		networklogin: "повторите пожалуйста!",
		networkerror: "высадка"
	},
	servicio: {
		title: "скафандр",
		titlechild: "менеджер клиента",
		sendbtn: "отпра"
	},
	btncomfirm: ["отмена", "подтвер"],
	toastinfo: ["Введите номер мобильного телефона", "код проверки был отправлен на мобильный телефон",
		"Вход успешно!  регистрация прошла успешно!", "успешно", "успешно изменён пароль"
	],
	tabbartxt: ["Первая", "VIP", "сообщение", "мой"]
}