export default {
	idcard: {
		title: "ตรวจสอบแล้ว",
		reakname: "ชื่อจริง",
		no: "หมายเลขบัตรประชาชน",
		face: "ด้านหน้าของบัตรประชาชน",
		back: "กลับด้านของบัตรประชาชน",
		hand: "บัตรประชาชนมือถือ",
		fail: "การรับรองล้มเหลว",
		btn: "ยืนยันการส่ง",
		text: "โปรดเข้ามา",
		invitetip: "(No, no, sin relleno)",
		kefu: "Contact Us",
		kefutitle: "Contact customer service",
		kefutext: 'Hi, exclusive customer service',
		kefutext1: 'very happy to help',
		kefutext2: 'self service',
		taskrequire: 'Task requirements',
		rechargetip: 'Online recharge is not available in the current country, please contact customer service for consultation'
	},
					langtext: {
						title: "เลือกภาษา",
						titleinfo: ["เลือกภาษา", "ภาษาโปรด。"],
						btninfo: "กรุณาคลิก“ขั้นตอนต่อไป”ดำเนินการต่อไป",
						btn: "ขั้นตอนต่อไป",
						subbtn: "เสร็จสิ้น"
					},
					login: {
						title: "เข้าสู่ระบบบัญชีของคุณ",
						title1: "ล็อกอิน",
						titleinfo: "ดีใจที่ได้เจอคุณอีกครั้ง",
						username: "เบอร์โทรศัพท์",
						pass_word: "รหัส",
						wordinfo: "ลืมรหัส",
						register: "ลงทะเบียน",
						btn: "เข้าสู่ระบบ",
						btninfo: "เข้าสู่ระบบรหัสยืนยัน",
						info: "เข้าสู่ระบบหมายความว่าคุณยอมรับ",
						newsinfo: ["ข้อตกลงในการกดไลท์", "นโยบายความเป็นส่วนตัว"],
						andtext: "และ",
						telyan: "รับรหัสยืนยัน",
						telcode: "ใส่รหัสยืนยัน"
					},
					orderyuebao: {
						title: "ความมั่งคั่ง",
						titlebtn: "บันทึกการสั่งซื้อ",
						munelist: ["สินทรัพย์ทั้งหมด", "รายได้จากการถือครอง", "รายได้รวม"],
						formtitle: "โอนยอดเงินคงเหลือ",
						formplace: "กรุณาระบุยอดเงินโอน",
						forminfo: "รายได้ที่คาดว่าจะได้รับ",
						listtitle: "มาตรฐานรายได้",
						listtxt: "โอนขั้นต่ำ",
						listday: "ท้องฟ้า",
						buytitle: "ขยับเขยื้อนเคลื่อนไหว"
					},
					orderlist: {
						title: "รายการสั่งซื้อ",
						titlelist: ["ได้รับ", "แจ้งชัด"],
						munetitle: "หมายเลขการสั่งซื้อ",
						munelist: ["โหมดผลิตภัณฑ์", "โหมดรายได้", "อัตราดอกเบี้ยรายวัน", "หลัก", "เวลาละลาย", "รายได้ที่คาดว่าจะได้รับ"],
						listinfo: "ไม่มีข้อมูล"
					},
					orderdetail: {
						title: "รายละเอียดการสั่งซื้อ",
						munetitle: "หมายเลขการสั่งซื้อ",
						munelist: ["โหมดผลิตภัณฑ์", "โหมดรายได้", "อัตราดอกเบี้ยรายวัน", "หลัก", "รายได้ในปัจจุบัน"],
						datatime: ["เวลาละลาย", "เวลาซื้อ"],
						modesucc: "ประสบความสำเร็จ",
						muneinfo: "ละลาย",
						subtn: "ส่งต่อไป"
					},
					update_load: {
						title: "มีเวอร์ชั่นใหม่",
						updateup: "เข้าแถว",
						updateto: "ปรับปรุงใหม่"
					},
					pass_word: {
						title: "ดึงรหัสผ่าน",
						listtext: ["รหัสใหม่", "ใส่รหัสหใหม่อีกครั้ง", "เบอร์โทร", "รหัสยืนยัน"],
						telyan: "รับรหัสยืนยัน",
						btn: "ยืนยัน"
					},
					register: {
						title: "ลงทะเบียน",
						selettxt: "เลือกประเทศ",
						listtext: ["ใส่หมายเลขบัญชี", "รหัสใหม่", "ใส่รหัสหใหม่อีกครั้ง", "เบอร์โทร", "ใส่รหัสการตรวจสอบ", "รหัสยืนยัน"],
						telyan: "รับรหัสยืนยัน",
						btn: "ยืนยัน"
					},
					modify_name: {
						title: "เปลี่ยนชื่อผู้ใช้",
						forminfo: "สามารถใช้งานได้ทั้งภาษาจีนภาษาอังกฤษและตัวเลข",
						inputplace: "ใส่ชื่อ",
						totainfo: "แก้ไขเรียบร้อยแล้ว",
						formbtn: "ยืนยัน"
					},
					modify_number: {
						title: "เปลื่อนเบอร์โทรศัพท์",
						modifytxt1: "เบือรโทรศัพท์",
						modifytxt2: "รับรหัสยืนยัน",
						modifybtn: "ยืนยันการเปลียนแปลง",
						modifycode: "รับรหัสยืนยัน",
						codeinfo: "ส่งการยืนยันไปที่โทรศัพท์แล้ว",
						modeinfo: "แก้ไขเรียบร้อยแล้ว"
					},
					load_more: {
						contentdown: "แก้ไขเรียบร้อยแล้ว",
						contentrefresh: "กำลังโหลด...",
						contentnomore: "ไม่มีข้อมูลเพิ่มเติม"
					},
					index: {
						headplace: "ป้อนคำสั่ง",
						listteam: "ทีมของฉัน",
						munelist: ["บริษัท", "รายได้", "สอนงาน", "รางวัลและอื่นๆ"],
						listteam1: "ตรวจสอบจำนวนคน",
						listteam2: "รายได้วันนี้",
						broadtitle: "ข่าว",
						broadtitle1: "ข่าวด่วน",
						broadtxt: "เลือก",
						listtitle: "ห้องงาน",
						listtitle1: "ห้องข่าวสาร",
						munetitle: ["รายชื่อผู้รับงาน", "รายชื่อลูกค้า"],
						singtxt: ["เสร็จวันนี้", "ประกาศวันนี้"],
						singbill: "บิล",
						listinfo: "ไม่มีข้อมูล",
						down_load: "ดาวน์โหลด"
					},
					submittask: {
						title: "ส่งงาน",
						name: "ชื่อภารกิจ",
						pricle: "ยอดเงินภารกิจ",
						uploadimg: "อัพโหลดหลังฐานแคปหน้าเจอ",
						uploadimg1: "อัปโหลดภาพหน้าจอ",
						statetask: "สถานะเสร็จสมบูรณ์",
						stateinfo: "ยกเลิก",
						subbtn: "ส่งงาน",
						modelinfo: "ขนาดอัพโหลดรูปภาพต้องไม่เกิน 10M,โปรดอัปโหลดอีกครั้ง",
						modelsucc: "ส่งเรียบร้อยแล้ว！"
					},
					helpdetail: {
						title: "ปัญหาทั่วไป",
						info: "ไม่มีข้อมูล"
					},
					withdrawalpay: {
						title: "ถอนเงิน",
						titlebtn: "ประวัตถอนเงิน",
						formtitle1: "เลือกประเทศ",
						formtitle1_txt: "โปรดเลือกประเทศ",
						formtitle2: "รหัสถอนเงิน",
						formtitle2_txt: "โปรดกดรหัสถอนเงิน",
						formtitle3: "ยอดเงินที่ถอน",
						formtitle3_txt: "ยอดงเงินที่จะถอน",
						formprice: "ยอดเงิน",
						priceinfo: "เรทเงิน",
						forminfo1: "เงินแต่ละยอดถอนได้ต่อวันไม่เกิน....",
						forminfo2: "เงินแต่ละยอดถอนได้ต่อวันไม่น้องกว่า",
						forminfo3: "ถอนได้ทุกวัน",
						company: "หน่วย",
						frequency: "ครั้ง",
						listinfo: "สมาชิกที่มีประสิทธิภาพได้รับเชิญไป ",
						listinfo1: " ยอดเงินคงเหลือของ ",
						listinfo2: " ครั้ง",
						formbtn: "ยืนยัน"
					},
					widthdrawal_record: {
						title: "ประวัตการถอน",
						drawrecord1: "กำลังดำเนินการ",
						drawrecord2: "ถอนเงินสำเร็จ",
						drawrecord3: "ถอนเงินล้มเหลว",
						drawinfo: "ไม่มีประวัต"
					},
					bankpay: {
						imgtip: "หมายเหตุ: อัปโหลดใบรับรองเมื่อการโอนเงินสำเร็จ",
						title: "ข้อมูลงาน",
						pyacopy: "copy",
						pyainfo: "ค่าสมาชิก",
						pyaname1: "ช่ื่อธนาคาร",
						pyaname2: "ชื่อผู้รับเงิน",
						pyaname3: "หมายเลชธนาคาร",
						pyaform1: "ประเทศ",
						pyaform1_txt: "โปรดเลือกประเทศที่เป็นที่ตั้งของบัตรธนาคาร",
						pyaform2: "ยอดเงินที่จะเติม",
						pyaform2_txt: "โปรดป้อนยอกเงินที่จะเติม",
						pyaform3: "หมายเลขบัญชีที่โอน",
						pyaform3_txt: "ป้อนหมายเลขบัญชีบัตรธนาคารสำหรับโอนเงินของคุณ",
						pyaform4: "ชื่อการโอนเงิน",
						pyaform4_txt: "ป้อนชื่อบัตรธนาคารสำหรับโอนเงินของคุณ",
						pyaform5: "จำนวนเงินที่โอน",
						pyaform5_txt: "ป้อนจำนวนเงินที่คุณโอน",
						pyaform6: "โอนเงินผ่านธนาคาร",
						pyaform6_txt: "ป้อนธนาคารสำหรับการโอนเงินของคุณ",
						pyaformbtn: "ส่งคำสั่งซื้อ",
						modesucc: "เติมเงินเรียบร้อย！"
					},
					memberhall: {
						title: "บอทโพสต์",
						numtxt: "ยอดคงเหลือ",
						listinfo: "ไม่มีข้อมูล",
						detailtxt: "ผู้คนได้รับ",
						dateinfo: "ตรวจสอบภายในไม่กี่ชั่วโมง",
						amounttxt: "หยวน",
						detailinfo: "วิธีการทำงาน",
						detailbtn: "เข้าสู่",
						detailhref: "คลิกเพื่อเปิด",
						detailsub: "รับงาน",
						modeinfo: "เชิญเปิดในมือถือ！",
						modesucc: "ได้รับเรียบร้อย！",
						detailmony: ["จำนวน", "ที่เหลืออยู่"],
						detaillist: ["รูปหน้าบก", "งาน", "งานมาตรฐาน"]
					},
					taskdetail: {
						listhead: [{
							title: "ระบบการรับงาน",
							txt: "ระบบAndroid รายละเอียดดังนี้，งานเสร็จย่างง่าย"
						}, {
							title: "ระบบการทำงาน",
							txt: "ระบบการทำงานของIOS"
						}],
						listtxt: [{
							title: "ทำงานยังไง",
							txt1: "ขั้นตอนแรก รับงานในห้องงาน，กด เปิด"
						}, {
							title: "เลือกงานที่จะทำ",
							txt1: "กด เปิด จากนั้น กด ไล้ค ใน"
						}, {
							title: "ทำงาน",
							txt1: "เมือทำงานเสร็จ กดไลค์ Capหน้าจอ"
						}, {
							title: " ทำงานเสร็จ",
							txt1: "เอาภาพที่Capหน้าจอ ไปส่งงาน"
						}],
						munetable: [{
							title: "กด เปิด จากนั้น กด ไล้ค ใน，กด ขวาล่าง",
							txt1: "รับงาน",
							txt2: "เสร็จสิ้นภารกิจที่น่าชื่นชม"
						}, {
							title: "ทำตามงาน ส่งงาน  ส่งงาน ",
							txt1: "Capหน้าจอไว้เป็นหลักฐาน",
							txt2: "ส่งงานที่capไว้"
						}],
						table_info: "ทำงานเสร็จ"
					},
					pagesvip: {
						modetitle: "สมดุลปัจจุบันไม่เพียงพอไม่ว่าจะเป็นค่าใช้จ่าย",
						nameinfo: ["ให้บริการทุกวัน", "โอกาสในการทำภารกิจ"],
						nametext: "อัพเกรดสมาชิกเพื่อรับโอกาสในการทำภารกิจมากขึ้น",
						info: "แนะนำ"
					},
					pagesmsg: {
						title: "ศูนย์ข้อความ",
						titlelist: ["ข่าวระบบ", "ข่าวประชาสัมพันธ์"],
						listinfo: "ไม่มีข้อมูล"
					},
					pagesprofile: {
						title: "ศูนย์ส่วนบุคคล",
						titlebtn: "ประวัตบริษัท",
						balance: "สมดุล",
						codetitle: "เลขแนนำ ",
						timedate: "เวลาหมดอายุ",
						munejson: ["ราบได้ของทีม", "รายได้จากการทำงาน", "จำนวนคนในทีม", "คงเหลือ"],
						munebtn: "ถอนเงิน",
						munerecharge: "เติมเงิน",
						viptxt: "การต์เมินเบอร์",
						viptitle: "รับสิทธิพิเศษ มีรายได้เข้าตลอด",
						vipbtn: "เปิดVIP",
						listjson: ["กำลังดำเนินการ", "กำลังตรวจ", "ตรวจเสร็จ"],
						invititle: "แนนำเพื่อนมีรังวัล",
						inviinfo: "แนนำเพือนและกรอกข้อมูลรับรังวัล",
						invibtn: "รับเดียวนี้",
						navlist: ["เคดิดส่วนตัว", "ข้อมูลส่วนตัว", "บิลของฉัน", "ทีมของฉัน", "เปลียนรหัส"],
						navlistbao: "สมบัติสมดุล",
						kefu: "ติดต่อผู้บังคับบัญชา",
						navbtn: "ออกจากระบบ",
						navmodal: ["คุณไม่ได้ผูกบัญชีถอน", "ไปเพิ่ม"],
						exitmodal: "ยืนยังออกจากระบบ"
					},
					protask: {
						title: "ตรางงาน",
						taskdate: "เวลารับงาน ",
						tasklist: ["ไปทำภรากิจ", "อัปโหลดงาน", "ยกเลิกงาน"],
						info: "ณ ตอนนี้ไม่มีข้อมูลงาน",
						modalinfo: "แน่ใจหรือไม่ว่าจะยกเลิกงานนี้？"
					},
					protasksucc: {
						title: "รายการงาน",
						profit: "รายได้จากงาน",
						prodate: "เวลาสมัคร",
						seleclist: ["", "การตรวจสอบ", "เสร็จสิ้น", "ปฏิเสธ", "ยกเลิก"],
						info: "ไม่มีงานบันทึก"
					},
					release_task: {
						title: "ปล่อยงาน",
						releclass: "ประเภทงาน",
						releclasstxt: "โปรดป้อนหมวดหมู่งาน",
						releclass1: "ระดับสมาชิก",
						releclass1_txt: "โปรดป้อน ระดับสมาชิก",
						releclass2: "ชื่อภารกิจ",
						releclass2_txt: "โปรดป้อนชื่อภารกิจ",
						releclass3: "ข้อกำหนดของงาน",
						releclass3_txt: "โปรดป้อนข้อกำหนดงาน",
						releclass4: "ลิงค์งาน",
						releclass4_txt: "กรุณาใส่ลิงค์งาน",
						releclass5: "จำนวนงาน",
						releclass5_txt: "โปรดป้อนจำนวนงาน",
						releclass6: "ใส่ปริมาณ",
						releclass6_txt: "โปรดป้อนปริมาณ",
						releclass_info: "หมายเหตุ : โพสต์รอบนี้ต้องจ่าย ",
						releclass_info1: "โปรดตรวจสอบให้แน่ใจว่ายอดคงเหลือเพียงพอ",
						infobtn: "เติมเงินทันที",
						relebtn: "ยืนยันการโพสต์"
					},
					invitation: {
						title: "",
						code: "รหัสคำแนะนำเพื่อน",
						codebtn: "คัดลอกการเชื่อมโยง",
						modalinfo: "บันทึกภาพเรียบร้อย",
						copysucc: "คัดลอกสำเร็จ",
						copyerror: "คัดลอกล้มเหลว"
					},
					mycredit: {
						title: "เคดิดของฉัน",
						titlebtn: "เข้าสู่ระบบ",
						info: "คะแนนเคดิดของคุณ",
						infotext: "เคดิดของคุณดีมาก",
						totatinfo: "ลงชื่อเข้าใช้สำเร็จ"
					},
					creditlist: {
						title: "ประวัติเครดิต",
						tabitem: ["เพิ่มเครดิตแล้ว", "หักเครดิตแล้ว"],
						info: "ไม่มีประวัติเครดิต"
					},
					personal: {
						title: "เคดิดส่วนตัว",
						uesrname: "ชื่อ",
						sex: "เพศ",
						sexarray: ["ไม่ระบุ", "ชาย", "หญิง"],
						iphone: "เบอร์โทรศัพท์",
						account: ["เลขบัญชีถอนเงิน", "ไม่ระบุ"]
					},
					mybill: {
						title: "บัญชีของฉัน",
						info: "ไม่มีรายได้",
						tabItem: ["ทั้งหมด", "รายได้จากงาน", "รายได้ลดลง"]
					},
					myteam: {
						title: "ทีมของฉัน",
						titlebtn: "เลือกวันที่",
						teamname: "บัญชีผู้ใช้งาน",
						recharge: "ค่าใช้จ่ายทั้งหมด",
						tabitem: ["ระดับ 1", "ระดับ 2", "ระดับ 3"],
						munelist: ["ยอดเงินที่ถอนทั้งหมด", "เพิ่มผู้ใช้งาน", "การซื้อเมมเบอร์ทั้งหมดในทีม"],
						people: "คน",
						rechargeinfo: "ตรวจดูยอด คนในทีม",
						date: "วันเวลา",
						numpeople: "ยอดทีมในคลาสนี้"
					},
					changeword: {
						title: "เปลี่ยนรหัส",
						pass_word: ["รหัสเก่า", "โปรดกรอก รหัสใหม่", "กรอกรหัสใหม่อีกครั้ง"],
						word_btn: "ยืนยันการเปลี่ยนแปลง",
						mongyinfo: "โปรดกรอกรหัส เก่าในการถอนเงิน",
						formmongy: "โปรดกรอกรหัสใหม่ที่จะใช้ในการถอนเงิน",
						forminfo: "ลืมรหัสติดต่อโอเปอเรเตอร์",
						totatinfo: "แก้ไขรหัสสำเร็จ",
						toaterr: "ผิดพลาด ในการกรอกข้อมูล"
					},
					account: {
						title: "บัญชีที่ใช้ในการถอน",
						formtype: "รูปแบบในการถอน",
						formname: "ชื่อจริง",
						formnametxt: "กรุณากรอกชื่อจริงของคุณ",
						formbank: "ชื่อธนาคาร",
						formbanktxt: "โปรดป้อนชื่อธนาคารด้วยตัวพิมพ์ใหญ่",
						formacc: "หมายเลขบัญชีธนาคาร",
						formacctxt: "กรุณากรอกหมายเลขบัญชีของคุณ",
						kaibank: "ที่อยู่สาขา",
						kaibanktxt: "โปรดป้อนที่อยู่ธนาคาร",
						bankphone: "หมายเลขโทรศัพท์มือถือ",
						bankphonetxt: "กรุณาใส่หมายเลขโทรศัพท์มือถือของคุณ",
						bankmail: "ไปรษณียภัณฑ์",
						bankmailtxt: "โปรดระบุกล่องจดหมาย",
						bankcode: "รหัสธนาคาร",
						bankcodetxt: "กรุณากรอกรหัสธนาคาร้",
						bankword: "รหัสผ่านการทำธุรกรรม",
						bankwordtxt: "กรุณาใส่รหัสผ่าน 6 หลัก",
						bankinfo: "* หากคุณต้องการเปลี่ยนข้อมูลบัตรธนาคารโปรดไปที่ฝ่ายบริการลูกค้าออนไลน์เพื่อแก้ไข",
						formbtn: "ยืนยัน",
						totatinfo: "กรอกข้อมูลสำเร็จ",
						totaterror: "ไม่มีรหัสธนาคารแห่งชาติในปัจจุบัน"
					},
					openmember: {
						title: "เปิดเมมเบอร์",
						titlebtn: "ประวัติในการเติมเงิน",
						paylist: ["วิธีการชำระเงิน", "จ่ายภายใต้บรรทัด", "การชำระเงินออนไลน์"],
						paybtn: "เปิดใช้งาน",
						totatinfo: ["ไม่สามารถชาร์จชนิดนี้", "กรุณาเลือกประเภทเติมเงิน", "กรุณาเลือกโหมดการชำระเงิน"],
						modeinfo: "ไม่ว่าคุณจะเติมเงินในบัญชีปัจจุบันของคุณ",
						paydata: "เวลาที่มีผล",
						paytiem: "เวลา",
						totatsucc: "เติมเงินเรียบร้อย"
					},
					payrecord: {
						title: "ประวัติการเติมเงิน",
						munelist: ["ค่าใช้จ่ายทั้งหมด", "เติมเงินโดยใช้ QR Code"],
						paydata: ["รอการจ่าย", "กำลังดำเนินการ", "เติมเงินเรียบร้อย", "การเติมเงินล้มเหลว", "คืนเงินเรียบร้อย"],
						paytype: ["", "เติมเงินออนไลน์", "เบื้องหลัง", "เติมเงินโดยใช้ QR Code"],
						paypending: ["รอดำเนินการ", "ผ่าน", "ไม่ผ่าน"],
						re_code: "เติมเงินโดยใช้ QR Code",
						info: "ไม่มีประวัติในการเติมเงิน"
					},
					msgdetail: {
						title: "ศูนย์ข้อมูล",
						titletxt: "รายละเอียดของข้อมูล",
						timeinfo: "อัพเดทล่าสุด "
					},
					payselect: {
						selectmode: "กรุณาเลือก วิธีการจ่ายเงิน",
						selectlist: ["เงินออนไลน์", "กวาดรหัสการชำระเงิน"],
						modeinfo: "ลู่ทางในการเติมเงินปิดแล้ว",
						onlinepay: "เติมเงินด้วยระบบออนไลน์"
					},
					ajaxmess: {
						networktxt: "ขัดข้องทางอินเตอร์เน็ตรบกวนทำไม",
						networklogin: "ยังไม่ล็อกอิน",
						networkerror: "อินเทอร์เน็ตขัดข้อง"
					},
					servicio: {
						title: "ระบบบริการลูกค้า",
						titlechild: "ผู้จัดการบัญชี",
						sendbtn: "เซน"
					},
					btncomfirm: ["ยกเลิก", "ยืนยัน"],
					toastinfo: ["รบกวนกรอกหมายเลขโทรศัพท์", "หมายเลขยืนยันส่งไปยังโทรศัพท์ของคุณ", "login สำเร็จ", "สมัครเรียบร้อย",
						"แก้ไขรหัสสำเร็จ"
					],
					tabbartxt: ["หน้าหลัก", "VIP", "ข่าว", "ข้อมูลของฉัน"]
				}